Repository: fossil12/timeforcoffee-ios
Catalog: timeforcoffeeKit/*.lproj/Intents.strings
Languages: de

source: 5ZFgFV
de: Es ist ein Fehler aufgetreten

source: 6rFnt3
de: Keine Station gefunden

source: Departures from closest station
de: Abfahrten an nächster Station

source: In ${departureTime} minutes with line ${departureLine} to ${endStation} from ${departureStation}
de: In ${departureTime} Minuten mit Linie ${departureLine} nach ${endStation} von ${departureStation}.

source: In ${departureTime} minutes with line ${departureLine} to ${endStation} from ${departureStation}. Will take about ${walkingTime} minutes to get there.
de: In ${departureTime} Minuten mit Linie ${departureLine} nach ${endStation} von ${departureStation}. Braucht etwa ${walkingTime} Minuten, um dorthin zu kommen.

source: In ${departureTime} minutes with line ${departureLine} to ${endStation} from ${departureStation}. Will take about ${walkingTime} minutes to get there. Better hurry.
de: In ${departureTime} Minuten mit Linie ${departureLine} nach ${endStation} von ${departureStation}. Braucht etwa ${walkingTime} Minuten, um dorthin zu kommen. Beeil dich!

source: Departures from ${station}
de: Abfahrten von ${station}

source: PHXTvi
de: Abfahrten einer Station

source: WCAhPt
de: Keine Abfahrten gefunden für ${departureStation}

source: qwQyYn
de: Show departures
